
const AboutPage = () => {
  
  return (
    <>
      <h1>Учебный проект "Поиск фильмов"
      </h1>
      <p>Данный проект написан на ReactJS, используя Redux, хуки  и модульные стили.</p>
      <p>В приложении реализован следующий функционал :
        <ul>
          <li>Добавление фильма</li>
          <li>Просмотр спика фильмов - каталог</li>
          <li>Поиск фильмов по параметрам</li>
          <li>Просмотр страницы фильма</li>
        </ul>
      </p>

      <p>В приложении использовался самописный бекенд.</p>
    </>
  );
};
export default AboutPage;
